name: "VGG_VOC0712_SSD_300x300_deploy"
input: "data"
input_shape {
  dim: 1
  dim: 3
  dim: 300
  dim: 300
}

layer {
    name: "conv1_1"
    type: "Convolution"
    bottom: "data"
    top: "conv1_1"
    convolution_param {
        num_output: 64
        pad: 3
        kernel_size : 1
        dilation: 0
        weight_filler {type: "xavier"}
        bias_filler {
            type: "constant"
            value: 0
        }
    }
}
    